Repository: ultramega/elementary-uwp
Catalog: Elementary/Strings/*/Resources.resw
Source language: en_us
Languages: fr, ja

# Button.Sort.Content
source: Sort
fr: Trier
ja: 並び替え

# Input.Filter.PlaceholderText
source: Filter by Name or Symbol
fr: Filtrer par nom ou symbole
ja: 名前または記号でフィルター

# Label.Abundance.Text
source: Abundance:
fr: Abondance
ja: 存在度

# Label.Boil.Text
source: Boiling Point:
fr: Point d'ébullition:
ja: 沸点

# Label.Category.Text
source: Category:
fr: Famille
ja: 分類

# Label.Configuration.Text
source: Electron Configuration:
fr: Config. électronique:
ja: 電子配置

# Label.Density.Text
source: Density:
fr: Densité
ja: 密度

# Label.Electrons.Text
source: Electrons Per Shell:
fr: Électrons par couche
ja: 亜殻

# Label.GPB.Text
source: Group, Period, Block:
fr: Groupe, période, bloc
ja: 族、周期、ブロック

# Label.Heat.Text
source: Heat:
fr: Chaleur spécifique
ja: 比熱

# Label.Melt.Text
source: Melting Point:
fr: Point de fusion
ja: 融点

# Label.Name.Text
source: Name:
fr: Nom
ja: 名前

# Label.Negativity.Text
source: Electronegativity:
fr: Électronégativité
ja: 電気陰性度

# Label.Number.Text
source: Atomic Number:
fr: Numéro atomique
ja: 原子番号

# Label.Symbol.Text
source: Symbol:
fr: Symbole
ja: 記号

# Label.Weight.Text
source: Atomic Weight:
fr: Masse atomique
ja: 原子量

# Menu.ListView.Label
source: List View
fr: Liste
ja: 一覧表示

# Menu.Settings.Label
source: Options
fr: Paramètres
ja: 設定

# Settings.ElementColors.Block.Content
source: Block
fr: Bloc
ja: ブロック

# Settings.ElementColors.Category.Content
source: Category
fr: Famille
ja: 分類

# Settings.ElementColors.Description.Text
source: Property to use to color the elements
fr: Propriété utilisée pour colorer les éléments
ja: 元素の色付けに使用するプロパテ

# Settings.ElementColors.Header.Text
source: Element Colors
fr: Couleur des éléments
ja: 元素の色

# Settings.TemperatureUnits.Description.Text
source: Units used to display temperature values
fr: Unité utilisée pour afficher les températures
ja: 温度の表示に使用される単位

# Settings.TemperatureUnits.Header.Text
source: Temperature Units
fr: Unité de température
ja: 温度単位

# Sort.Name.Text
source: Element Name
fr: Nom de l'élément
ja: 元素名

# Sort.Number.Text
source: Atomic Number
fr: Numéro atomique
ja: 原子番号

# Title.ElementDetails
source: Element Details - {0}
fr: Détails de l'élément pour {0}
ja: {0} 元素の詳細

# Title.PeriodicTable.Text
source: Periodic Table of the Elements
fr: Tableau Périodique des Éléments
ja: 元素の周期表

# Title.Settings.Text
source: Elementary Options
fr: Paramètres de Elementary
ja: Elementary 設定

# Title.Sort.Text
source: Sort by:
fr: Trier par
ja: 並び順

source: unknown
fr: inconnu
ja: 不明
